{"_default": [{"_id": 0, "Dark-Roast-Blends": [{"name": "Tantalizing Turkish", "description": "This Timeless blend of beans is exceptionally flavorful and unique. \r\nDrinkers are reminisced by the intensely rich and familiar \r\ncharacteristics of traditional\r\nTurkish brew as the subtle touch of cardamom and rich dark blend of this\r\n coffee reveals itself with every tantalizing sip. The Tantalizing Turkish is made with cardamom when drank\r\n at our stores but not included when ordered by pound.  If you would like to \r\nhave the full experience, you can order Cardamom which is located in our \"Teas \r\n& Spices\" section."}, {"name": "Aromatic Arabic", "description": "A bold and luxurious layer of Arabian coffee makes this blend smooth and\r\n strong with a full-bodied finish. A favorite morning blend."}, {"name": "Jacobs Wonderbar", "description": "Named in honor of Phil’z only son Jacob. Each memorable sip boasts \r\ndelicious layers of nuts and chocolate filled with a full-bodied flavor \r\nand finished\r\nwithout any acidity or bitterness. Jacob’s Wonderbar brew is a dark \r\nroast favorite!"}, {"name": "Mocha Tesora", "description": "Phil’z own distinctively dark chocolate-inspired blend is joined in a delightful mix of decadent cocoa. Truly like no other, Phil’z Mocha Tesora will capture the hearts of coffee connoisseurs and chocolate lovers alike.  Normally, this coffee comes with cocoa powder when ordered at a Philz store but when ordered online, you will receive the beans."}, {"name": "Ether", "description": "Among the darkest blends available at Philz. Appropriately named, this \r\nblend is not for the faint of heart. The ether blend is dark, oily, with\r\n charcoal\r\ntones and a strong clean finish. One of the strongest tasting blends at \r\nPhilz."}, {"name": "Julies Ultimate", "description": "After Julie’s first sip of this exclusively dark blend, she had found her  ultimate cup of coffee. Julie’s Ultimate is complexly smooth and  satisfying with floral highlights and is often called the classiest of classy blend by  our coffee drinkers."}]}, {"_id": 1, "Medium-Roast-Blends": [{"name": "Philharmonic", "description": "A Phil’z coffee house favorite and often suggested as a medium blend or a\r\n lighter alternative to the Tantalizing Turkish. The Philharmonic’s \r\ndelightfully\r\norchestrated warm and balanced tones with harmonious layers of cardamom \r\nperform symphonies on the tongues of devoted coffee followers and the \r\nadventurous. The Philharmonic is made with cardamom when drank\r\n at our stores but not included when ordered by pound. If you would like to \r\nhave the full experience, you can order Cardamom which is located in our \"Teas \r\n& Spices\" section."}, {"name": "Ambrosia Coffee of God", "description": "Just as the name suggests: only the most delicately crafted coffee shall\r\n be presented in honor of his holiness. Warm and delightfully sweet \r\nnutty tones are\r\ngently released from this ethereal experience. Complete with a subtle \r\nfinish, this luscious elixir is sure to answer your coffee prayers"}, {"name": "Anesthesia to the Upside", "description": "The anesthesia is an impeccably balanced medium roast coffee. One of the  more caffeinated brews; this sharp blend employs light and dark beans  for a smooth yet strong finish. The anesthesia To The Upside blend is an electrifying  concoction that is sure to provide your palate with mind-numbing layers  of fruitful oak and caramel."}, {"name": "It'z the Best", "description": "A grand medium roast coffee with a slightly sweeter twist. It’z the best has a soft finish filled with sinfully silky smooth flavors and a hint of dark demanding tones."}, {"name": "Philtered Soul", "description": "A medium dark roast coffee at its sweetest. The Philtered soul has a  burst of chocolate with an overwhelmingly satisfying aftertaste sure to  please your souls’ deepest desires. A favorite of all coffee drinkers who posses a  sweet tooth.\r\nNote: This blend may contain traces of hazelnut."}, {"name": "Silken Splendor", "description": "A classic medium roast coffee divinely illuminated by warm vibrant tones  of roasted nuts. Equally captivating is the complement of the dark  silken texture as the name implies. This flawless cup of splendor is proudly the latest  addition to Phil’z signature coffees"}, {"name": "Tesora", "description": "Seven years \r\nin the making and the first blend to ever be created, the Tesora is a \r\ntreasure\r\nthat consists of the most valuable and complex jewels of coffee. If it is your first time visiting Philz coffee, we highly\r\nrecommend you order our Tesora blend. Tesora, A grand representation of our coffee and the way coffee should taste!"}]}, {"_id": 2, "Light-Roast-Blends": [{"name": "Canopy of Heaven", "description": "Under the canopy of heaven is likely where you will discover the  collection of beans for this glorious cup of coffee. This signature  blend is bursting with lively complex flavors and sweet beans from across the globe to produce a  delicious caffeinated blend."}, {"name": "Dancing Water", "description": "A medium-light blend that is as smooth and delicate as the water that \r\nsustains life. Graceful tones of complete satisfaction can be found in a\r\n cup of this\r\nmasterpiece."}, {"name": "Greater Alarm", "description": "A light roast developed in honor of our beloved San Francisco Fire  Department and all the firefighters around the world for their hard  work, dedication, and character. The Greater Alarm is designed to keep coffee drinkers and  firefighters awake and ablaze. Consisting of vivid and uplifting tones,  paralleled with blazing strength and sweetness, this coffee will keep you alert for  anything and everything. The Greater Alarm is highly caffeinated."}, {"name": "New Manhattan", "description": "One of our new blends filled with busy, energetic flavors that cater to  the serious coffee lover. This medium-light roast is coupled with an earthy  aroma and a wine-like taste that will ensure you start your day off  right. The New Manhattan is a distinctive blend that is a must-try for  the risque."}, {"name": "Sooo Good", "description": "Sooo Good were the first words to leave Phil’z mouth after tasting  this popular light roast. A delicious and perplexing blend that delivers  smoky tones paired with vivacious sweet highlights. This exuberant blend is an  experience not to be missed. Most explicitly, Sooo Good!"}]}, {"_id": 3, "Specialty": [{"name": "Code 33", "description": "A strong, rich, oily dark roast blend with a full bodied taste.  Code 33\r\n is our special blend made for the San Francisco Police Department to \r\nkeep them alert while keeping our great city safe, now available for the\r\n world to enjoy."}]}, {"Teas-Spices": [{"name": "Black Tea (Loose)", "description": "Our Black Tea is called a BOP (Broken Orange Pekoe) China Black Tea. It is strong and full-bodied yet mellow and low in acidity."}, {"name": "Green Tea (Loose)", "description": "Our green tea is a Panfired Green Fermosa which has an excellent aroma and mild vegetal notes. The bold leaves yield a full-bodied, slightly pungent liquor with delicate floral and nutty notes, fruity accents, and a slightly sweet finish."}, {"name": "Cardamom (Ground)", "description": "Cardamom is one of the worlds very ancient spices. It's flavor has a"}, {"name": "Anise", "description": "in the family"}, {"name": "Yerba Mate", "description": "native to the eastern"}, {"name": "Chamomile", "description": ". It is known for its flavor, which resembles"}], "_id": 4}]}